Repository: common-repository/404-the-book-of-changes
Catalog: languages/wp-404-page-*.po
Languages: ru_ru, zh_cn

source: 404 The Book of Changes (I Ching)
ru_ru: 404 "Книга перемен"

source: Page not found - Error 404
ru_ru: Страница не найдена ошибка 404
zh_cn: 找不到網頁 - 404錯誤

source: The page you are looking for doesn`t exist.
ru_ru: Нет той страницы, что ты ищешь.
zh_cn: 没有你正在寻找的页面。

source: Could it be just a mistake or the Destiny that has brought you here? Have you ever heard of The Book of Changes (I Ching)?
ru_ru: Это случайная ошибка, или сама Судьба привела тебя сюда? Тебе известно о древней «Книге перемен»?
zh_cn: 这是一个页面错误，还是缘分把你带到这里的？你知道古老的“易经”吗？

source: You are free to read about it carefully. But could the Destiny have brought you here just for reading? Ask yourself a Question and listen to the Destiny`s answer.
ru_ru: Можешь почитать о ней внимательно</a>. Но разве Судьба привела тебя за этим? Спроси внутри себя Вопрос и послушай, Ответ Судьбы...
zh_cn: 在这里你可以仔细阅读一下。 难道是命运给你带来这些吗？这个问题先问你自己，然后倾听命运的答案

source: I have no questions (Home page)
ru_ru: У меня нет вопросов (на главную)
zh_cn: 我没有问题（主页）

source: Read Answer
ru_ru: Узнай ответ
zh_cn: 阅读答案

source: Are there any other questions?
ru_ru: Остались еще вопросы?
zh_cn: 还有其他问题吗？

source: Settings page 404 The Book of Changes
ru_ru: Настройки страницы 404 "Книга перемен"

source: Main settings
ru_ru: Основные настройки
zh_cn: 主要設置

source: Start text
ru_ru: Стартовый текст
zh_cn: 開始文本

source: Skins
ru_ru: Скины
zh_cn: 皮膚

source: Replace page 404 plugins page?
ru_ru: Заменять страницу 404, страницой плагина?
zh_cn: 替换404页插件网页？

source: If the checkbox is active, the page 404 is replaced. Otherwise, no.
ru_ru: Если чекбокс активен, то страница 404 заменяется. Иначе нет.
zh_cn: 如果复选框处于活动状态，则页面404被替换。 否则，不。

source: Select a page that replaces the 404 error:
ru_ru: Выбор страницы, которая заменяет ошибку 404:
zh_cn: 選擇替換404錯誤的網頁：

source: A page with shortcode [page404tboc] was created automatically. If you want to change it, select a different page.
ru_ru: Страница с шорткодом [page404tboc] была создана автоматически. Если Вы желаете ее изменить, то выберите другую страницу.
zh_cn: 自动创建了一个包含短代码的页面[page404tboc]。 如果要更改它，请选择其他页面。

source: Text button "Home page"
ru_ru: Текст кнопки "На главную":
zh_cn: 文本按鈕“主页”

source: Enter the text of the button to return to "Home page".
ru_ru: Укажите текст кнопки для возвращения на главную страницу.
zh_cn: 输入按钮的文本以返回到“主页”。

source: Text button "Continue"
ru_ru: Текст кнопки "Продолжим":
zh_cn: 文本按鈕“继续”

source: Enter the text of the button to start the plugin.
ru_ru: Укажите текст кнопки для начала работы плагина
zh_cn: 输入按钮的文本以启动插件。

source: Show button to restart the plugin?
ru_ru: Показывать кнопку повторного запуска плагина?
zh_cn: 显示按钮以重新启动插件？

source: If the checkbox is active, then restart the plugin button show. Otherwise, no.
ru_ru: Если чекбокс активен, то кнопка повторного запуска плагина выводится. Иначе нет.
zh_cn: 如果复选框处于活动状态，则重新启动插件按钮显示。 否则，不。

source: Text button "Restart"
ru_ru: Текст кнопки "Сначала":
zh_cn: 文本按鈕“重新开始”

source: Enter the button text for the invitation to restart the plugin.
ru_ru: Укажите текст кнопки для приглашения на повторный запуск плагина.
zh_cn: 输入重新启动插件的邀请的按钮文本。

source: Displays links to the plugin developer site. Thank you, if you decide to show :-)
ru_ru: Отображение ссылки на сайт разработчика плагина. Спасибо, если решили показать :-)
zh_cn: 显示到插件开发者网站的链接。 谢谢，如果你决定显示:-)

source: If the checkbox is enabled, the plugin on the page a link to the developer`s website. Otherwise, no.
ru_ru: Если чекбокс активен, то на странице плагина появится ссылка на сайт разработчика. Иначе нет.
zh_cn: 如果复选框被启用，页面上的插件链接到开发人员的网站。 否则，不。

source: Updated
ru_ru: Обновлено
zh_cn: 更新

source: Update
ru_ru: Обновить
zh_cn: 更新

source: A team
ru_ru: Разработан командой
zh_cn: 一个团队

source: <span style="font-weight: bold;font-size: 16px;"> In the directory wp-content/plugins/wp-404-page/skins where different plugin`s skins are.</span> <br> <span style="font-size: 11px;">If you want to create your style, then you need::<br> 0. Examples can be seen in the same directory.<br> 1. In the directory wp-content/plugins/wp-404-page/skins to create a folder with any name;<br> 2. Add the created image folder with 100x100 resolution and with titles: "0.png", "1.png", "ask.png", "none.png";<br> 3. Activate skin on this page.</span>
ru_ru: <span style="font-weight: bold;font-size: 16px;"> В директории wp-content/plugins/wp-404-page/skins лежат разные варианты стиля плагина.</span> <br> <span style="font-size: 11px;"> Для того чтобы создать свой стиль нужно:<br> 0. Примеры можно увидеть в той же директории.<br> 1. В директории wp-content/plugins/wp-404-page/skins создать папку с любым названием;<br> 2. Поместить в созданную папку изображения с разрешением 100x100 и с названиями: "0.png", "1.png", "ask.png", "none.png";<br> 3. Активировать скин на этой странице.</span>
zh_cn: <span style="font-weight: bold;font-size: 16px;"> 在目录中 wp-content/plugins/wp-404-page/skins 不同的插件的皮肤是.</span> <br> <span style="font-size: 11px;">如果你想创建你的风格，那么你需要:<br> 0. 示例可以在同一目录中看到。<br> 1. 在目录中 wp-content/plugins/wp-404-page/skins 以创建具有任何名称的文件夹;<br> 2. 添加创建的图像文件夹与100x100分辨率和标题： "0.png", "1.png", "ask.png", "none.png";<br> 3. 在此页面上激活皮肤。</span>

source: Active
ru_ru: Активный
zh_cn: 活性

source: Activation
ru_ru: Активировать
zh_cn: 激活

source: Plugin «404 The Book of Changes» is a selection of 8 out of the 64 points in the random number generator. Every choice is unique, each field is unique, each result is unique. The result of a choice is a small piece of text from a very ancient treatise «The Book of Changes» (using the link at the beginning of the text you can read further).
ru_ru: Плагин «404 Книга перемен» представляет собой выбор 8 из 64 значений в поле генератора случайных чисел. Каждый выбор — уникален, каждое поле — уникально, каждый результат — уникален. Результат выбора — это небольшой отрывок текста очень древнего трактата «Книга перемен» (по ссылке в начале текста можете почитать дополнительно).
zh_cn: “404­易­经­”­插件运转过程如下：在插件发生器的字段里可以随机选择从8到64个数值。每一个­选择­、字段和结果都是独一无二的。其筛选的结果是古老著­作­“­易­经­”­里的一篇短文。（可以通过本文开头的链接进一步了解我们所说的内容）­。

source: 404 The Book of Changes
ru_ru: 404 "Книга перемен"
zh_cn: 404 易经

source: https://socpravo.ru/en-404-i-ching/
ru_ru: https://socpravo.ru/ru-404-i-ching/
zh_cn: https://socpravo.ru/zh-404-i-ching/

source: The Book of Changes (I Ching)
zh_cn: 易经

source: Settings page "The Book of Changes"
zh_cn: 設置頁面404
